Revit 2027 API
SymbolTypeId.TCO2ePerM Property
 Symbol tCO₂e/m, indicating tonnes Carbon Dioxide per meter
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerM { get; }
Public Shared ReadOnly Property TCO2ePerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerM {
	ForgeTypeId^ get ();
}
static member TCO2ePerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace